{
	"legal_notice": {
		"contact": {
			"email": "E-Mail-Adresse:",
			"phone": "Telefon:"
		},
		"data_mining": {
			"text": " Vorbehalt der Nutzung für Text und Data Mining: Der Inhaber dieser Website \n gestattet die Nutzung oder das Herunterladen von Inhalten dieser Website\n durch Dritte für die Entwicklung, das Training oder den Betrieb von\n künstlicher Intelligenz oder anderen maschinellen Lernsystemen (\"Text und\n Data Mining\") ausschließlich mit ausdrücklicher schriftlicher Zustimmung des\nInhabers. Ohne eine solche Zustimmung ist es untersagt, die Inhalte für Text\nund Data Mining zu verwenden. Dies gilt auch, wenn auf der Website keine  \nMeta-Angaben vorhanden sind, die entsprechende Verfahren aussperren, und\n selbst dann, wenn Bots, die den Zweck haben, die Website zu Zwecken des Text\n und Data Mining auszulesen, nicht ausgesperrt werden."
		},
		"genaerator_text": "Erstellt mit kostenlosem Datenschutz-Generator.de von Dr. Thomas\n      Schwenke",
		"headline": {
			"contact": "Kontaktmöglichkeiten",
			"data_mining": "Vorbehalt der Nutzung für Text und Data Mining",
			"law": "Streitschlichtung und Verbraucherstreitbeilegung",
			"name": "Diensteanbieter",
			"picture": "Bildnachweise",
			"rights": "Haftungs- und Schutzrechtshinweise",
			"social_media": "Social Media und andere Onlinepräsenzen"
		},
		"law": {
			"text": " Wir sind nicht bereit und nicht verpflichtet an einem Streitbeilegungsverfahren vor einer Verbraucherstreitschlichtungsstelle  teilzunehmen."
		},
		"picture": {
			"text_1": "Bildquellen und Urheberrechtshinweise:",
			"text_2": "Profilbild / Quelle und Urheberrecht:"
		},
		"rights": {
			"text_1": " Urheberrechte und Markenrechte: Alle auf dieser Website dargestellten\n    Inhalte, wie Texte, Fotografien, Grafiken, Marken und Warenzeichen sind\n    durch die jeweiligen Schutzrechte (Urheberrechte, Markenrechte) geschützt.\n    Die Verwendung, Vervielfältigung usw. unterliegen unseren Rechten oder den\n    Rechten der jeweiligen Urheber bzw. Rechteinhaber.",
			"text_2": "  Hinweise auf Rechtsverstöße: Sollten Sie innerhalb unseres Internetauftritts\n    Rechtsverstöße bemerken, bitten wir Sie uns auf diese hinzuweisen. Wir\n    werden rechtswidrige Inhalte und Links nach Kenntnisnahme unverzüglich\n    entfernen."
		},
		"social_media": {
			"text": "Dieses Impressum gilt auch für die folgenden Social-Media-Präsenzen und Onlineprofile:"
		},
		"title": "Impressum"
	},
	"main_content": {
		"about_me": {
			"description_location": "Ich bin flexibel, was das Arbeitsumfeld angeht, und kann sowohl vor Ort in Chemnitz als auch aus der Ferne effektiv arbeiten.",
			"description_open_minded": "In meinem Beruf geht es beim Programmieren nicht nur um das Schreiben von Code; es ist eine kreative Form der Problemlösung. Ich bin stolz auf meine Fähigkeit, aus komplexen technische Herausforderungen in einfache und benutzerfreundliche Lösungen zu generieren. Auf diese Weise helfe ich Ihnen, Ihre Ziele zu erreichen und Ihre Visionen zum Leben zu erwecken.",
			"description_programming": "Ich bin aufgeschlossen und immer auf der Suche nach persönlichen Herausforderungen, um meine Kenntnisse und Fähigkeiten ständig zu verbessern.",
			"headline": "Über mich",
			"text": "Hallo, ich bin ein deutschsprachiger Frontend-Entwickler mit Sitz in Chemnitz. Motiviert durch die grenzenlosen Möglichkeiten in der IT, bin ich begeistert davon, visuell fesselnde und intuitive Webseiten und Anwendungen zu entwickeln.",
			"title": "Wer ich bin"
		},
		"contact": {
			"email": "Ihremail@email.com",
			"headline": "Lasst uns zusammenarbeiten",
			"invalid_email": "Hoppla! Ihre E-Mail ist erforderlich",
			"invalid_message": "Was müssen Sie entwickeln?",
			"invalid_name": "Ups! Ihr Name scheint zu fehlen",
			"invalid_privacy": "Bitte akzeptieren Sie die Datenschutzbestimmungen.",
			"message": "Hallo Philipp, ich bin interessiert an...",
			"name": "Ihr Name steht hier",
			"pargraph_question": "Haben Sie ein Problem zu lösen?",
			"placeholder_email": "Wie lautet Ihre E-Mail?",
			"placeholder_message": "Wie kann ich Ihnen helfen?",
			"placeholder_name": "Wie ist Ihr Name?",
			"question_dev": "Brauchen Sie einen Frontend-Entwickler?",
			"submit": "Hallo sagen",
			"syntax_email": "Bitte verwenden Sie die richtige Syntax (name@email.com)",
			"terms_1": "Ich habe die ",
			"terms_2": "gelesen und erkläre mich mit der Verarbeitung meiner Daten wie beschrieben einverstanden.",
			"terms_link": "Datenschutzbestimmungen",
			"text": "Kontaktieren Sie mich über dieses Formular, ich bin daran interessiert, von ihren Ideen zu hören und an ihren Projekten mitwirken zu dürfen.",
			"text_talk": "Lassen Sie uns reden!",
			"title": "Kontaktieren Sie mich"
		},
		"feedback": {
			"kevin": "Ja man merkt an deinem ganzen strukturellem Aufbau, coden ist dein Ding.",
			"prathab": "Die Zusammenarbeit hat nicht nur sehr gut funktioniert, sondern auch richtig viel Spaß gemacht. Es war eine wertvolle Erfahrung, mit einem so engagierten und talentierten Partner zu coden.",
			"title": "Was andere über mich sagen",
			"valeska": "Vielen Dank für die absolut unkomplizierte und sehr professionelle Zusammenarbeit! Philipp hat meine Anliegen immer zügig und perfekt umgesetzt. Er schafft es Design und Funktionalität optimal miteinander zu verbinden!"
		},
		"landing_page": {
			"lpLinks_contact": "Kontaktieren Sie mich",
			"lpLinks_work": "Meine Projekte",
			"marquee_text_1": "Verfügbar für Remotearbeit",
			"marquee_text_2": "Frontend-Entwickler",
			"marquee_text_3": "Wohnhaft in Chemnitz",
			"marquee_text_4": "bereit für neue Herausforderungen"
		},
		"projects": {
			"headline": "Ausgewählte Projekte",
			"project_dialog": {
				"description_da_bubble": "Diese App ist ein Slack Clone App. Sie revolutioniert die Teamkommunikation und -zusammenarbeit mit ihrer intuitiven Benutzeroberfläche, Echtzeitnachrichten und robuster Kanalorganisation.",
				"description_el_pollo_loco": "Sprung-, Lauf- und Wurfspiel, das auf einem objektorientierten Ansatz basiert. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen die verrückte Henne zu kämpfen.",
				"description_join": "Aufgabenmanager nach dem Vorbild des Kanban-Systems. Erstellen und organisieren Sie Aufgaben mit Hilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
				"next_project": "Nächstes Projekt",
				"question": "Worum geht es bei diesem Projekt?"
			},
			"text": "Entdecken Sie hier eine Auswahl meiner Arbeiten - Interagieren Sie mit Projekten, um meine Fähigkeiten in Aktion zu sehen.",
			"title": "Portfolio"
		},
		"skil": {
			"link": "Schreibe mir"
		},
		"skill": {
			"headline": "Fertigkeiten",
			"interests": "Ich habe ein besonderes Interesse am Lernen mit",
			"text": "Auf meinem Weg habe ich an verschiedenen Projekten gearbeitet und dabei eine Reihe von Frontend-Technologien und -Konzepten erworben. Ich bin offen für neue Technologien und Methoden, um meine Fähigkeiten kontinuierlich zu verbessern und  in der sich ständig weiterentwickelnden Landschaft der Webentwicklung an der Spitze zu bleiben.",
			"text_contact_me": " Nehmen Sie Kontakt mit mir auf. Ich freue mich darauf, mein bisheriges Wissen zu erweitern.",
			"text_need_skill": "Sie benötigen",
			"text_need_skill_color": "eine andere Fähigkeit?",
			"title": "Technologien"
		}
	},
	"navbar": {
		"about_me": "Über mich",
		"projects": "Projekte",
		"skills": "Fertigkeiten"
	}
}
