{
	"main_content": {
		"about_me": {
			"description_location": "Flexible in terms of working environments, I can work effectively both on-site in Chemnitz and remotely.",
			"description_open_minded": "In my profession, programming isn't just about writing code; it's a creative form of problem-solving. I take pride in my ability to distill complex technical challenges into simple, user-friendly solutions. This way, I help you achieve your goals and bring your visions to life.",
			"description_programming": "I am open-minded and always looking for personal challenges to constantly improve my knowledge and skills.",
			"headline": "About me",
			"text": "Hi, I’m a german speaking Frontend Developer based in Chemnitz. Motivated by the limitless opportunities within IT, I am excited about crafting visually captivating and intuitive websites and applications.",
			"title": "Who I Am"
		},
		"contact": {
			"email": "youremail@email.com",
			"headline": "Lets Work together",
			"invalid_email": "Hoppla! your email is required",
			"invalid_message": "What do you need to develop?",
			"invalid_name": "Oops! it seems your name is missing",
			"invalid_privacy": "Please accept the privacy policy.",
			"message": "Hello Philipp, I am interested in...",
			"name": "Your name goes here",
			"pargraph_question": "Got a problem to solve?",
			"placeholder_email": "What's your email?",
			"placeholder_name": "What's your name?",
			"question_dev": "Need a Frontend developer?",
			"submit": "Say Hello",
			"syntax_email": "Please use the right syntax (name@email.com)",
			"terms_1": "I've read the",
			"terms_2": "and agree to the processing of my data as outlined.",
			"terms_link": "privacy policy",
			"text": "Contact me through this form, I am interested in hearing from you, knowing your ideas and contributing to your projects with my work",
			"text_talk": "Let’s talk!",
			"title": "Contact me"
		},
		"feedback": {
			"kevin": "Yes, you can tell from your entire structural design that coding is your thing.",
			"prathab": "The collaboration not only worked very well, but was also a lot of fun. It was a valuable experience to code with such a committed and talented partner.",
			"valeska": "Many thanks for the absolutely uncomplicated and very professional cooperation! Philipp has always implemented my requests quickly and perfectly. He manages to combine design and functionality perfectly!"
		},
		"landing_page": {
			"lpLinks_contact": "Contact me",
			"lpLinks_work": "Check my work"
		}
	},
	"navbar": {
		"about_me": "About me",
		"projects": "Projects",
		"skills": "Skills"
	}
}
